export default {
  projections: {
    ПосылкаE: {
      номПосылки: {
        __caption__: 'Номер посылки'
      },
      логистика: {
        __caption__: 'Статус посылки',
        состояние: {
          __caption__: 'Статус посылки'
        },
        информация: {
          __caption__: 'Информация'
        }
      },
      номерПост: {
        __caption__: 'Номер постамата'
      },
      номерЯчейки: {
        __caption__: 'Номер ячейки'
      },
      транзакция: {
        __caption__: 'Транзакция',
        дата: {
          __caption__: 'Дата транзакции'
        },
        время: {
          __caption__: 'Время'
        },
        оплата: {
          __caption__: 'Статус оплаты'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      },
      код: {
        __caption__: 'Сгенерировать код',
        сгенКод: {
          __caption__: 'Сгенерировать код'
        }
      }
    }
  },
  validations: {
    номерПост: {
      __caption__: 'Номер постамата'
    },
    номерЯчейки: {
      __caption__: 'Номер ячейки'
    },
    номПосылки: {
      __caption__: 'Номер посылки'
    },
    статус: {
      __caption__: 'статус'
    },
    код: {
      __caption__: 'Сгенерировать код'
    },
    логистика: {
      __caption__: 'Статус посылки'
    },
    транзакция: {
      __caption__: 'Транзакция'
    },
    хранение: {
      __caption__: 'хранение'
    }
  }
};
