export default {
  projections: {
    ПостаматE: {
      номерПост: {
        __caption__: 'Номер постамата'
      },
      статПост: {
        __caption__: 'Статус постамата'
      },
      адрес: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        },
        службаДоставки: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование службы доставки'
          }
        }
      },
      ячейка: {
        __caption__: 'Ячейка',
        номерЯчейки: {
          __caption__: 'Номер ячейки'
        },
        статус: {
          __caption__: 'Статус'
        },
        хранение: {
          __caption__: 'Хранение',
          номер: {
            __caption__: 'Номер'
          }
        }
      }
    },
    ПостаматL: {
      номерПост: {
        __caption__: 'Номер постамата'
      },
      статПост: {
        __caption__: 'Стат постамата'
      },
      адрес: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        },
        службаДоставки: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование службы доставки'
          }
        }
      }
    }
  },
  validations: {
    номерПост: {
      __caption__: 'Номер постамата'
    },
    статПост: {
      __caption__: 'Статус постамата'
    },
    адрес: {
      __caption__: 'Адрес'
    },
    ячейка: {
      __caption__: 'Ячейка'
    }
  }
};
